Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/norskpetroleum.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Mobile oil can in principle be recovered using conventional production wells and techniques, by drilling additional wells and increasing the duration of water and/or gas injection.
nb: Den mobile oljen er i prinsippet bevegelig med dagens produksjonsbrønner og produksjonsmetode, og kan utvinnes ved hjelp av flere brønner og mer langvarig bruk av vann- og/eller gassinjeksjon.

source: Historical and projected emissions of NOx from the petroleum sector in Norway
nb: Historiske og antatt framtidige NOx utslipp fra petroleumssektoren i Norge

source: The reservoir in the Ty Formation was produced by dry gas recycling until 2005, and production from the Ty reservoir stopped in 2012.
nb: Fram til 2005 ble reservoaret i Tyformasjonen produsert med resirkulering av tørrgass, og produksjonen fra Ty-reservoaret stanset i 2012.

source: NOFO has a total of 25 offshore recovery systems, that is to say seagoing systems with oil lenses and – spillers, and conducts joint exercises every year.
nb: NOFO har totalt 25 oljevernsystemer, det vil si havgående systemer med oljelenser og -opptakere, og gjennomfører felles øvelser hvert år.

source: As part of this process, the Ministry of Petroleum and Energy is required to carry out an impact assessment including an evaluation of the possible economic, social and environmental impacts of the activities.
nb: I den forbindelse skal Olje- og energidepartementet utarbeide en konsekvensutredning som blant annet vurderer de økonomiske, sosiale og miljømessige virkningene virksomheten kan ha.

source: Ula is the processing facility for the Tambar, Blane and Oda fields.
nb: Ula prosesserer for feltene Tambar, Blane og Oda.

source: Vilje is a field in the central part of the North Sea, 20 kilometres northeast of the Alvheim field.
nb: Vilje ligger i den sentrale delen av Nordsjøen, 20 kilometer nordøst for Alvheim.

source: Gross reserves increased by 71 million Sm
nb: Bruttoreservene økte med 71 millioner Sm

source: The discovery was proven in 1976.
nb: Funnet ble påvist i 1976.

source: Gullfaks Sør is a field in the northern part of the North Sea, just south of the Gullfaks field.
nb: Gullfaks Sør ligger i den nordlige delen av Nordsjøen like sør for Gullfaks.

source: Vale was discovered in 1991, and the plan for development and operation (PDO) was approved in 2001.
nb: Vale ble påvist i 1991, og plan for utbygging og drift (PUD) ble godkjent i 2001.

source: In 2011, the field was unitised with Vega Sør.
nb: I 2011 ble feltet unitisert med Vega Sør.

source: The resource accounts for the North Sea show that 166 million Sm
nb: Ressursregnskapet for Nordsjøen viser at det ble solgt og levert 166 millioner Sm

source: Injection from Ekofisk VB and production from Ekofisk Z started in 2013.
nb: Injeksjonen fra Ekofisk VB og produksjonen fra Ekofisk Z begynte i 2013.

source: The PDO for a redevelopment was approved in 2007.
nb: PUD for ny utbygging ble godkjent i 2007.

source: The Mongstad site also houses the Mongstad refinery, a combined heat and power plant and the Technology Centre Mongstad (TCM), the world’s largest facility for testing and improving CO
nb: Ved Mongstad-terminalen ligger også Mongstad-raffineriet, et kraftvarmeverk og Technology Centre Mongstad (TCM), verdens største senter for testing og forbedring av teknologier for CO

source: 2021 and 2022 are preliminary numbers from the National Budget 2022.
nb: Oppdatert: 2021 og 2022 er foreløpige tall fra nasjonalbudsjettet 2022.

source: Mongstad receives and handles crude oil delivered by tanker from a number of fields, including Gullfaks, Statfjord, Draugen, Norne, Åsgard and Heidrun, and is also the terminal for the oil pipelines from Troll B, Troll C, Fram, Kvitebjørn, Valemon, Gjøa and Vega.
nb: Mongstad tar imot råolje på skip fra blant annet Gullfaks, Statfjord, Draugen, Norne, Åsgard og Heidrun, og er ilandføringsterminal for oljerørledningene fra Troll B, Troll C, Fram, Kvitebjørn, Valemon, Gjøa og Vega.

source: Production from Vale stopped in 2018 because of processing problems at the Heimdal facility.
nb: Produksjonen fra Vale stanset i 2018 på grunn av prosessproblemer på Heimdal-innretningen.

source: Production started 1993.
nb: Produksjonen startet tidlig i 1993.

source: The field has been developed with the world’s first ever floating concrete tension-leg platform (TLP), installed over a large subsea template with 56 well slots.
nb: Feltet er bygd ut med verdens første flytende strekkstagplattform (TLP) i betong over en stor bunnramme med 56 brønnslisser.

source: Embla is a field in the southern part of the Norwegian sector in the North Sea, just south of the Eldfisk field.
nb: Embla ligger i sørlig del av norsk sektor i Nordsjøen, like sør for Eldfisk-feltet.

source: A new gas production well with an exploration extension to the Ile Formation is planned to be drilled on Tyrihans Nord in 2021.
nb: En ny gassprodusent skal bores i 2021 på Tyrihans Nord med en forlengelse til et letemål i Ileformasjonen.

source: This corresponds to 34 per cent of the remaining proven resources.
nb: Dette tilsvarer 34 prosent av de gjenværende påviste ressursene.

source: The Ringhorne Vest PDO exemption was approved in 2003 and production started in 2004.
nb: PUD-fritaket for Ringhorne Vest ble godkjent i 2003, og produksjonen startet i 2004.

source: Low-pressure production has been implemented.
nb: Lavtrykksproduksjon er satt i gang.

source: Field development and operation take place during the extension period.
nb: Det er i forlengelsesperioden at selve utbyggingen og driften av feltet finner sted.

source: Under the revised Gothenburg Protocol, Norway has undertaken a commitment to reduce its overall NMVOC emissions by 40% from 2020 compared with the 2005 level.
nb: Norge har gjennom tilslutning til Gøteborgprotokollen forpliktet seg til å redusere de samlede utslippene av nmVOC med 40 prosent fra 2020, sammenliknet med utslippene i 2005.

source: Also in 2013, a research centre for improved oil recovery was opened at the University of Stavanger.
nb: I 2013 ble det også opprettet et forskningssenter for økt utvinning ved Universitetet i Stavanger.

source: Calculation of petroleum tax in 2020 (Source: The Ministry of Petroleum and Energy)
nb: Utregning av petroleumsskatt i 2020 (Kilde: Olje- og energidepartementet)

source: This is a reduction of 20 million Sm
nb: Dette er en reduksjon på 20 millioner Sm

source: The well stream from Vale is routed to Heimdal for processing and export.
nb: Brønnstrømmen fra Vale transporters til Heimdal for prosessering og eksport.

source: Ivar Aasen was discovered in 2008, and the plan for development and operation (PDO) was approved in 2013.
nb: Ivar Aasen ble påvist i 2008, og plan for utbygging og drift (PUD) ble godkjent i 2013.

source: Yme is a field in the southeastern part of the Norwegian sector of the North Sea, 130 kilometres northeast of the Ula field.
nb: Yme ligger i den sørøstlige delen av norsk sektor i Nordsjøen, 130 kilometer nordøst for Ula.

source: In the Barents Sea, exploration activity also started in 1980, but the area has considerably fewer wildcat wells (about 130) compared with the Norwegian Sea.
nb: I Barentshavet startet også leteaktiviteten i 1980, men sammenlignet med Norskehavet har området betydelig færre undersøkelsesbrønner (om lag 130).

source: The cumulative return from investments in equities, fixed income bonds and real estate was NOK 6 427 billion at year end 2020.
nb: Fondets samlede avkastning på investeringer i aksjer, rentepapirer og eiendom var på totalt 6 427 milliarder kroner ved utgangen av 2020.

source: The field was developed with a wellhead facility with 15 well slots.
nb: Feltet ble bygd ut med en brønnhodeinnretning med 15 brønnslisser.

source: In November 2019, a new PDO for the redevelopment of the field was approved.
nb: En PUD for reutbygging av Tor ble godkjent i november 2019.

source: Ormen Lange is a field in the southern part of the Norwegian Sea, 120 kilometres west-northwest of the Nyhamna processing plant.
nb: Ormen Lange ligger i den sørlige delen av Norskehavet, 120 kilometer vest-nordvest for prosessanlegget på Nyhamna.

source: Wet gas and oil are transported in separate pipelines to the Sleipner A facility.
nb: Våtgass og olje transporteres i separate rørledninger til Sleipner A-innretningen.

source: Processing capacity for third-party use at the onshore facility at Melkøya will most likely not be available before around 2040.
nb: Prosesskapasiteten på Melkøya-landanlegget vil sannsynligvis ikke være tilgjengelig for tredjeparts bruk før om lag 2040.

source: Total sales of gas amounted to 112.3 billion Sm³ (110.1 billion Sm³ 40 megajoules of gas).
nb: Det ble solgt totalt 112,3 milliarder Sm³ gass (110,1 milliarder Sm³ 40 megajoule gass).

source: To this end, they set out a framework for negotiations and for tariffs and conditions in agreements on the use of facilities by others.
nb: Forskriften gir rammer for forhandlingsprosessen mellom eier og bruker av innretningene, og for utformingen av tariffer og vilkår i avtaler om andre sin bruk av innretninger.

source: A decommissioning plan for Heimdal was submitted in 2020.
nb: En avslutningsplan for Heimdal ble levert i 2020.

source: The plan for development and operation (PDO) is expected to be submitted in 2022.
nb: Plan for utbygging og drift (PUD) ventes levert på i 2022.

source: Unstable condensate is transported to the Kårstø terminal by pipeline.
nb: Ustabilt kondensat transporteres i rørledning til Kårstø-terminalen.

source: Mime is a field in the southern part of the Norwegian sector in the North Sea, six kilometres northeast of the Cod field.
nb: Mime ligger i den sørlige delen av norsk sektor i Nordsjøen, seks kilometer nordøst for Cod.

source: Article 60 of the United Nations Convention on the Law of the Sea (UNCLOS) stipulates that facilities shall, as a rule, be removed, and that both removal and potential abandonment shall take place in accordance with internationally accepted standards.
nb: FNs havrettstraktat "United Nations Convention on the Law of the Sea" (UNCLOS) artikkel 60 slår fast at innretninger som hovedregel skal fjernes, og at både fjerning og eventuell etterlatelse skal skje i tråd med internasjonalt aksepterte standarder.

source: Mikkel was discovered in 1987, and the plan for development and operation (PDO) was approved in 2001.
nb: Mikkel ble påvist i 1987, og plan for utbygging og drift (PUD) ble godkjent i 2001.

source: Troll is the field with the most remaining reserves on the Norwegian continental shelf, and was also the field that produced most oil and gas in 2019.
nb: Blant feltene på norsk sokkel har Troll-feltet mest gjenværende ressurser. Feltet produserte også mest olje og gass i 2019.

source: Goliat is a field in the Barents Sea, 50 kilometres southeast of the Snøhvit field.
nb: Goliat ligger i Barentshavet, 50 kilometer sørøst for Snøhvit.

source: Two subsea templates were installed, one for production from the northern part of Sleipner Øst and one for production from the Loke deposit.
nb: Det ble da installert to havbunnsrammer, en for produksjon fra den nordlige delen av Sleipner Øst og en for produksjon av Loke-forekomsten.

source: Optimal timing of gas blowdown is continuously being evaluated, and work is ongoing to evaluate the potential of infill wells and prospects in the area.
nb: Det beste tidspunktet for gassnedblåsning vurderes fortløpende, og arbeid pågår for å evaluere potensialet i tilleggsbrønner og prospekter i området.

source: Edda was discovered in 1972, and the plan for development and operation (PDO) was approved in 1975.
nb: Edda ble påvist i 1972, og plan for utbygging og drift (PUD) ble godkjent i 1975.

source: Oil and gas are transported by pipeline to the Eldfisk S facility for processing, and further to the Ekofisk Centre for export.
nb: Olje og gass transporteres i rørledning til Eldfisk S-innretningen for behandling, og videre til Ekofisk-senteret for eksport.

source: Additional gas will be imported from Gullfaks for pressure support and improved reservoir drainage.
nb: Ekstra injeksjonsgass skal importeres fra Gullfaks for trykkstøtte og forbedret drenering av reservoaret.

source: We have regular scheduled work sessions to correct WCAG errors.
nb: Vi har regelmessige arbeidsøkter for å rette opp WCAG-feil.

source: Various development solutions are being evaluated for Krafla, which is being considered as part of a larger development in the area between the Oseberg and Alvheim fields.
nb: Ulike utbyggingsløsninger vurderes for Krafla, som en del av en større utbygging i området mellom Oseberg og Alvheim.

source: The plan is to start production in 2021.
nb: Planen er å starte produksjonen i 2021.

source: 34/6-2 S (Garantiana) is a discovery in the northern part of the North Sea, 15 kilometres north of the Visund field.
nb: 34/6-2 S (Garantiana) er et funn i den nordlige delen av Nordsjøen, 15 kilometer nord for Visund.

source: Gas from Valemon, the largest third-party user of Heimdal, is planned to be routed to the Kvitebjørn field from 2022 or 2023.
nb: Gassen fra Valemon, den største tredjepartsbrukeren av Heimdal, er planlagt sendt til Kvitebjørn fra 2022 eller 2023.

source: The reservoirs are complex, and uncertainties are associated with sand distribution and connectivity, especially for the Draupne Formation.
nb: Reservoarene er komplekse, og det er knyttet usikkerhet til sandutstrekning og konnektivitet, spesielt i Draupneformasjonen.

source: In 2017, a PDO exemption was granted for another subsea template north on Visund.
nb: PUD-fritak for enda en havbunnsramme nord på Visund ble innvilget i 2017.

source: The field is in the late tail phase.
nb: Feltet er i sen halefase.

source: is a disruptive technology for subsea inspection, maintenance and repair (IMR).
nb: er en ny "slangerobot" som skal avlaste dykkere og miniubåter i Nordsjøen.

source: A PDO for Valhall Flank West which included a normally unmanned wellhead platform was approved in 2018 and production started in 2019.
nb: PUD for Valhall Flanke Vest som inkluderte en normalt ubemannet brønnhodeplattform ble godkjent i 2018 og produksjonen startet i 2019.

source: Volve produced oil from sandstone of Middle Jurassic age in the Hugin Formation.
nb: Volve produserte olje fra sandstein av mellomjura alder i Huginformasjonen.

source: Oil is generated when the kerogen temperature reaches 60-120 °C; at higher temperatures, it is mainly gas that is generated.
nb: Når temperaturen på kerogenet når 60-120 grader, blir det dannet olje, og på enda høyere temperaturer hovedsakelig gass.

source: The Alve, Urd, Skuld and Marulk fields are tied-back to the Norne FPSO.
nb: Feltene Alve, Urd, Skuld og Marulk er knyttet til Norne-skipet.

source: This led to world-class discoveries, and production from the Norwegian continental shelf has been dominated by large fields such as Ekofisk, Statfjord, Oseberg, Gullfaks and Troll.
nb: Det førte til funn i verdensklasse, og produksjonen fra den norske kontinentalsokkelen har vært dominert av store felt som Ekofisk, Statfjord, Oseberg, Gullfaks og Troll.

source: The well stream is processed on the Grane field.
nb: Brønnstrømmen blir prosessert på Grane.

source: The clay was deposited around 150 million years ago at the bottom of a sea that covered much of present-day northwestern Europe.
nb: Leiren ble avsatt for rundt 150 millioner år siden på bunnen av et hav som dekket mye av det som i dag er Nordvest-Europa.

source: With the Aasta Hansteen field and the Polarled pipeline, a new gas region has been opened on the Norwegian continental shelf.
nb: Med Aasta Hansteen og Polarled er en ny gassregion og en ny rørledning innviet på norsk sokkel.

source: The Fram Øst deposit in the Sognefjord Formation is produced by injection of produced water as pressure support, in addition to natural aquifer drive.
nb: Fram Øst-forekomsten i Sognefjordformasjonen produseres med injeksjon av produsert vann som trykkstøtte, i tillegg til naturlig vanndriv fra vannsonen.

source: Wet gas, or NGL (Natural Gas Liquids), consists of a mixture of heavier gases (ethane, propane, butanes and naphtha).
nb: Våtgass, eller NGL (Natural Gas Liquids), består av en blanding av tyngre gasser (etan, propan, butaner og nafta).

source: Gas from the Ekofisk area is transported via the Norpipe gas pipeline to Emden in Germany, while the oil is sent via the Norpipe oil pipeline to Teesside in the UK.
nb: Gass fra Ekofisk-området transporteres via Norpipe gassrørledning til Emden i Tyskland, mens oljen sendes i Norpipe oljerørledning til Teesside i Storbritannia.

source: In 2019, in excess of 200 000 people in Norway were directly or indirectly employed in the petroleum sector
nb: I 2019 var det om lag 200 000 direkte og indirekte sysselsatte i petroleumssektoren i Norge

source: All oil production from Ula is dependent on Enhanced Oil Recovery (EOR) measures.
nb: Produksjonen fra Ula er avhengig av tiltak for økt oljeutvinning (EOR, Enhanced Oil Recovery).

source: The PETROMAKS 2 programme is an important funding instrument used to promote long-term research and competence-building, and is focusing strongly on education, for example by funding PhDs.
nb: PETROMAKS 2 er et viktig virkemiddel for å fremme langsiktig forskning og kompetanseutvikling har et stort fokus på utdanning, blant annet gjennom finansiering av doktorgrader.

source: Norne was discovered in 1992, and the plan for development and operation (PDO) was approved in 1995.
nb: Norne ble påvist i 1992, og plan for utbygging og drift (PUD) ble godkjent i 1995.

source: Originally, the oil column in Troll Øst was mapped to be 0-4 metres thick.
nb: Tidligere er oljekolonnen i Troll Øst kartlagt til 0-4 meters tykkelse.

source: No discoveries were made in the Barents Sea in 2020.
nb: Det ble ikke gjort noen funn i Barentshavet i 2020.

source: The model production licence for awards in numbered licensing rounds (frontier areas):
nb: standard for utvinningstillatelse som tildeles ved nummererte konsesjonsrunder (umodne områder).

source: Gudrun was discovered in 1975, and the plan for development and operation (PDO) was approved in 2010.
nb: Gudrun ble påvist i 1975, og plan for utbygging og drift (PUD) ble godkjent i 2010.

source: Statfjord was discovered in 1974, and the plan for development and operation (PDO) was approved in 1976.
nb: Statfjord ble påvist i 1974, og plan for utbygging og drift (PUD) ble godkjent i 1976. Feltet er bygd ut med tre fullt integrerte betonginnretninger:

source: 55 countries are currently implementing the EITI standard.
nb: 55 land jobber i dag med å implementere EITIs krav.

source: Gullfaks A and C receive and process oil and gas from Gullfaks Sør and Visund Sør.
nb: Gullfaks A og C mottar og behandler olje og gass fra Gullfaks Sør og Visund Sør.

source: The Hywind Tampen wind farm is scheduled for start-up at the end of 2022.
nb: Oppstart av Hywind Tampen vindpark er ventet sent i 2022.

source: It is also expected in 2021 that a majority of the wells will be wildcat wells.
nb: I 2021 ser det også ut for å bli en stor overvekt av undersøkelsesbrønner.

source: Hod was discovered in 1974, and the plan for development and operation (PDO) was approved in 1988.
nb: Hod ble påvist i 1974, og plan for utbygging og drift (PUD) ble godkjent i 1988.

source: from coal-fired power production was opened in Canada in October 2014.
nb: -fangst fra kullkraft ble åpnet i Canada i oktober 2014.

source: Gas export from Rimfaks started in 2015, but limited gas injection was maintained in the Brent Group until 2018.
nb: Gasseksport fra Rimfaks startet i 2015, men begrenset gassinjeksjon ble opprettholdt i Brentgruppen til 2018.

source: In 1999, water injection was implemented through horizontal injection wells.
nb: I 1999 startet vanninjeksjon gjennom horisontale brønner.

source: Jette is a field in the central part of the North Sea, six kilometres south of the Jotun field.
nb: Jette ligger i den sentrale delen av Nordsjøen, seks kilometer sør for Jotun.

source: Byrding was discovered in 2005, and the plan for development and operation (PDO) was approved in 2017.
nb: Byrding ble påvist i 2005, og plan for utbygging og drift (PUD) ble godkjent i 2017.

source: The Gyda field shut down production in 2020 after nearly 30 years, 10 years longer than estimated in the development plan.
nb: Gyda-feltet ble stengt ned i 2020 etter nesten 30 år med produksjon, 10 år lenger enn anslått i utbyggingsplanen.

source: Originally, gas from Heimdal was transported in Statpipe via the Draupner and Ekofisk fields to continental Europe.
nb: Opprinnelig ble gass fra Heimdal transportert gjennom Statpipe via Draupner og Ekofisk til kontinentet.

source: Svalin is a field in the central part of the North Sea, six kilometres southwest of the Grane field.
nb: Svalin ligger i den midtre delen av Nordsjøen, seks kilometer sørvest for Grane.

source: Production from the Shetland/Lista reservoirs has gradually contributed to reduced overpressures and improved drillability.
nb: Produksjon fra Shetland/Lista-reservoarene bidrar gradvis til å redusere overtrykket og gjør det lettere å bore.

source: Reserves are the volumes of oil and gas that the licensees have decided to recover, and are classified as resource class (RC) 1 to 3.
nb: Reserver er petroleumsmengder som det er besluttet at skal utvinnes. Reserver utgjør ressursklasse (RK) 1 til 3.

source: Vega was discovered in 1981.
nb: Vega ble påvist i 1981.

source: The field was shut down in 2013, and decommissioning was completed in 2015.
nb: Feltet ble stengt ned i 2013, og disponeringsarbeidet ble ferdigstilt i 2015.

source: The field was developed with a subsea template with two production wells tied-in to the Jotun A facility.
nb: Feltet ble bygd ut med en bunnramme med to produksjonsbrønner koblet til Jotun A-innretningen.

source: The field also includes the discovery 6406/12-3 A (Bue).
nb: Feltet inkluderer også funnet 6406/12-3 A (Bue).

source: Photo: Morten Berentsen / MBMultimedia.no
nb: Foto: Morten Berentsen / MBMultimedia.no

source: o.e., or about 6 per cent.
nb: o.e., eller om lag 6 prosent.

source: Aasta Hansteen was discovered in 1997, and the plan for development and production (PDO) was approved in 2013.
nb: Aasta Hansteen ble påvist i 1997, og plan for utbygging og drift (PUD) ble godkjent i 2013.

source: Production ceased in 2016, and the subsea template was removed in 2019.
nb: Produksjonen ble avsluttet i 2016, og havbunnsinnretningen ble fjernet i 2019.

source: The field has been developed with Sleipner A, an integrated processing, drilling and accommodation facility with a concrete base structure.
nb: Feltet er bygd ut med Sleipner A, en integrert prosess-, bore- og boliginnretning med understell av betong.

source: The obligatory work commitment of the production licence may include geological and/or geophysical activities and exploration drilling.
nb: Arbeidsforpliktelsen kan bestå av geologiske og/eller geofysiske aktiviteter og leteboring.

source: How is petroleum formed?
nb: Hvordan dannes petroleum?

source: The Troll Vest gas province originally had an oil column of 12-14 metres under a gas column of up to 200 metres.
nb: I Troll Vest gassprovins har det opprinnelig vært en oljekolonne på mellom 12 og 14 meter under en gasskolonne på inntil 200 meter.

source: In 2018, Statoil changed its company name to Equinor.
nb: I 2018 endret Statoil navn til Equinor.

source: Production ceased in 2011 because of water breakthrough in the gas production well.
nb: Produksjonen ble avsluttet i 2011 på grunn av vanngjennombrudd i gassproduksjonsbrønnen.

source: Last edition of "Sokkelkartet" from 2020
nb: Siste utgave av "Sokkelkartet" fra 2020
